Repository: RKWKomZe/RkwAlerts
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkwalerts_domain_model_alert.topic
source: Project
de: Projekt

# alertManager.error.invalidEmail
source: Something went wrong. Please enter a valid e-mail address.
de: Da ist etwas schief gelaufen. Bitte geben Sie eine gültige E-Mailadresse ein.

# alertManager.error.projectInvalid
source: Something went wrong. The selected project seems to be not (anymore) activated for RKW Alerts.
de: Da ist etwas schief gelaufen. Das gewählte Projekt scheint nicht (mehr) für RKW Alerts aktiviert zu sein.

# alertManager.error.alreadySubscribed
source: Something went wrong. Is it possible that you have already subscribed to RKW Alerts for this project?
de: Da ist etwas schief gelaufen. Kann es sein, dass Sie RKW Alerts für dieses Projekt schon abonniert haben?

# alertManager.error.frontendUserNotPersisted
source: Something went wrong. The user account passed doesn't seem to exist yet. Please contact our <a href="mailto:service@rkw.de">Support</a>.
de: Da ist etwas schief gelaufen. Der übergebene Nutzer-Account scheint noch gar nicht zu existieren. Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a>.

# alertManager.error.frontendUserInvalid
source: Something has gone wrong. The RKW alert does not appear to belong to the current user. Please contact our <a href="mailto:service@rkw.de">support</a>.
de: Da ist etwas schief gelaufen. Der RKW Alert scheint nicht zum aktuellen Nutzer zu gehören. Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a>.

# alertManager.error.frontendUserMissing
source: Something went wrong. No user account was passed. Please contact our <a href="mailto:service@rkw.de">support</a>..
de: Da ist etwas schief gelaufen. Es wurde kein Nutzer-Account übergeben. Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a>.

# alertManager.error.frontendUserNotLoggedIn
source: Something went wrong. You must be logged in to perform this action. Please contact our <a href="mailto:service@rkw.de">support</a>..
de: Da ist etwas schief gelaufen. Sie müssen eingeloggt sein, um diese Aktion durchführen zu können. Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a>.

# alertManager.error.alertAlreadyPersisted
source: Something went wrong. The RKW Alert that was passed in seems to already exist. Please contact our <a href="mailto:service@rkw.de">Support</a>.
de: Da ist etwas schief gelaufen. Der übergebene RKW Alert scheint schon zu existieren. Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a>.

# alertManager.error.alertNotPersisted
source: Something went wrong. The RKW Alert that was passed in does not exist. Please contact our <a href="mailto:service@rkw.de">Support</a>.
de: Da ist etwas schief gelaufen. Der übergebene RKW Alert scheint nicht zu existieren. Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a>.

# alertController.error.create
source: Something went wrong. This can also happen if you have already clicked the confirmation link. Please contact our <a href="mailto:service@rkw.de">Support</a>.
de: Da ist etwas schief gelaufen. Dies kann auch passieren, wenn Sie den Bestätigungslink bereits verwendet haben. Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a>.

# alertController.message.create_1
source: Woohoo! Alert successfully created.
de: Woohoo! Der RKW Alert wurde angelegt.

# alertController.message.create_2
source: An e-mail has been send to you. Please click the link in the e-mail to confirm your request.
de: Fast geschafft! Eine E-Mail mit einem Bestätigungslink ist auf dem Weg zu Ihnen. Sollten Sie innerhalb der nächsten 2-3 Minuten keine E-Mail von uns erhalten, prüfen Sie Ihren Spam-Filter. Selbstverständlich steht Ihnen aber auch unser <a href="mailto:service@rkw.de">Support</a> bei Problemen jederzeit gerne zur Verfügung.

# alertController.message.create_3
source: Too bad you changed your mind. The RKW alert has been deleted.
de: Schade, dass Sie es sich anders überlegt haben. Der RKW Alert wurde gelöscht.

# alertController.error.notLoggedIn
source: You must be logged in to use this feature.
de: Sie müssen eingeloggt sein, um dieses Feature nutzen zu können.

# alertController.error.delete
source: Something went wrong. The RKW Alert could not be deleted. Please contact our <a href="mailto:service@rkw.de">Support</a>.
de: Da ist etwas schief gelaufen. Der RKW Alert konnte nicht gelöscht werden. Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a>.

# alertController.message.delete
source: Woohoo! Alert successfully deleted.
de: Woohoo! Der RKW Alert wurde erfolgreich gelöscht.

# alertController.error.no_valid_email
source: Please enter a valid username.
de: Da ist etwas schief gelaufen. Bitte geben Sie eine gültige E-Mailadresse ein.

# alertController.error.email_already_in_use
source: The given E-mail is already used by another user.
de: Hm, die gewünschte E-Mailadresse wird bereits von einem anderen Nutzer verwendet. Bitte geben Sie eine andere E-Mailadresse an.

# alertController.message.something_went_wrong
source: Something went wrong.
de: Da stimmt etwas nicht! Die gewünschte Aktion kann leider nicht ausgeführt werden.

# alertController.message.alert_already_exists
source: Alert already exists.
de: Der RKW Alert existiert bereits. Das Projekt scheint also sehr interessant zu sein ;-)

# alertController.message.alert_canceled
source: Alert creation was canceled.
de: Schade, dass Sie es sich anders überlegt haben. Der RKW Alert wurde gelöscht.

# alertController.error.alert_error
source: An error occurred. Please try again.
de: Upps, da ist wohl etwas schief gelaufen. Haben Sie den RKW Alert möglicherweise bereits bestätigt?

# alertController.message.alert_created_email
source: An e-mail has been send to you. Please click the link in the e-mail to confirm your request.
de: Fast geschafft! Eine E-Mail mit einem Bestätigungslink ist auf dem Weg zu Ihnen. Sollten Sie innerhalb der nächsten 2-3 Minuten keine E-Mail von uns erhalten, prüfen Sie Ihren Spam-Filter. Selbstverständlich steht Ihnen aber auch unser Support bei Problemen jederzeit gerne zur Verfügung.

# alertController.error.accept_terms
source: You have to accept our terms and conditions to activate alerts.
de: Das muss leider sein: Bitte akzeptieren Sie unsere Nutzungsbedingungen, um RKW Alerts nutzen zu können.

# templates_alert_list.headline
source: Your active Alerts
de: Ihre aktiven RKW Alerts

# templates_alert_list.description
source: Here you can see all your active Alerts.
de: Hier finden Sie alle Ihre aktiven RKW Alerts.

# templates_alert_list.labelDelete
source: Delete
de: Löschen

# templates_alert_list.noAlertsAvailable
source: No alerts configured at the moment.
de: Derzeit haben Sie keine RKW Alerts angelegt.

# templates_alert_deleteConfirm.headline
source: Delete Alert
de: RKW Alert löschen

# templates_alert_deleteConfirm.description
source: Do you really want to delete the Alert for topic "%s"?
de: Sind Sie sicher, dass Sie den RKW Alert zum Projekt "%s" löschen möchten?

# templates_alert_deleteConfirm.labelYes
source: Yes, do it
de: Ja, bitte löschen

# templates_alert_deleteConfirm.labelNo
source: No, keep it
de: Nein, doch nicht

# partials_alerts_introduction.headline
source: Stay tuned!
de: Bleiben Sie auf dem Laufenden!

# partials_alerts_introduction.text1
source: Always be up-to-date with RKW Alerts for project "<strong>%s</strong>".
de: Mit unseren RKW Alerts bleiben Sie immer auf dem Laufenden. Wir informieren Sie automatisch und kostenlos, sobald es etwas Neues zum Projekt "<strong>%s</strong>" auf unserer Website gibt.

# partials_alerts_introduction.text1_exists
source: Alert for project "<strong>%s</strong>" is active.
de: Sie haben bereits RKW Alerts für das Projekt "<strong>%s</strong>" aktiviert.

# partials_alerts_introduction.text2
source: All you need is an E-mail-address and 10 seconds of time.
de: Alles, was Sie dafür brauchen, ist eine E-Mail-Adresse und 10 Sekunden Zeit.

# partials_alerts_introduction.text2_loggedIn
source: You're just one click away:
de: Sie brauchen dafür nur zwei Klicks:

# partials_alerts_introduction.text2_exists
source: Click here to change settings.
de: Klicken Sie hier, um die Einstellungen zu ändern.

# partials_alerts_form.labelEmail
source: E-Mail
de: Ihre E-Mail-Adresse

# partials_alerts_form.terms
source: I accept the terms and conditions.
de: Ich akzeptiere die Nutzungsbedingungen.

# partials_alerts_form.labelCreateNew
source: Create Alert
de: Auf dem Laufenden bleiben

# rkwMailService.optInAlertUser.subject
source: Confirmation for RKW Alerts
de: Bestätigungslink für RKW Alerts

# rkwMailService.confirmAlertUser.subject
source: NRKW Alert for project "%s" activated
de: RKW Alert zum Projekt "%s" erfolgreich angelegt

# rkwMailService.cancelAllUser.subject
source: Your RKW Alerts have been canceled
de: Ihre RKW Alerts wurden deaktiviert

# rkwMailService.sendAlert.subject
source: New RKW Alert for project %s
de: RKW Alert zum Projekt "%s"

# rkwMailService.sendAlert.subjectDefault
source: New RKW Alert for project "%s"
de: Neuer RKW Alert zum Projekt "%s"

# templates_email_optInAlertUser.headline
source: Hello,
de: Hallo,

# templates_email_optInAlertUser.text1
source: thank you for your interest in RKW Alerts for the project "%s".
de: wir freuen uns, dass Sie unsere RKW Alerts zum Projekt "%s" erhalten möchten.

# templates_email_optInAlertUser.textOptIn
source: Click here to confirm your request:
de: Bitte klicken Sie hier, um die RKW Alerts zu aktivieren. Wenn Sie bisher nicht als Nutzer registriert sind, wird automatisch ein kostenloser Account erstellt. Das Passwort erhalten Sie in einer weiteren E-Mail zugesendet.

# templates_email_optInAlertUser.textOptInLinkLabel
source: Yes, send me alerts
de: Ja, ich möchte RKW Alerts zu diesem Projekt erhalten

# templates_email_optInAlertUser.textOptOut
source: Click here to cancel your request:
de: Sie haben es sich anders überlegt oder haben die RKW Alerts gar nicht selbst angefragt? Klicken Sie einfach hier, um alle Daten zu löschen:

# templates_email_optInAlertUser.textOptOutLinkLabel
source: No, thank you
de: Nein, ich möchte keine RKW Alerts zu diesem Projekt erhalten

# templates_email_confirmAlertUser.headline
source: Hello,
de: Hallo,

# templates_email_confirmAlertUser.text1
source: thank you for your interest in RKW Alerts for the project "%s". Shortly we will send you the first RKW Alert to this e-mail address.
de: wir freuen uns, dass Sie unsere RKW Alerts zum Projekt "%s" erhalten möchten. In Kürze werden wir Ihnen den ersten RKW Alert an diese E-Mailadresse senden.

# templates_email_confirmAlertUser.loginLinkLabel
source: Log in here to adjust settings or cancel alerts.
de: Loggen Sie sich hier ein, um die Einstellungen zu ändern, oder die RKW Alerts abzubestellen

# templates_email_cancelAllUser.headline
source: Hello,
de: Hallo,

# templates_email_cancelAllUser.text1
source: the following RKW Alerts have been deactivated now:
de: schade, dass Sie uns verlassen. Die folgenden RKW Alerts wurden soeben wunschgemäß deaktiviert:

# templates_email_cancelAllUser.text2
source: You will receive no more RKW Alerts.
de: Sie werden künftig keine RKW Alerts mehr von uns erhalten. Selbstverständlich können Sie sich aber jederzeit erneut für RKW Alerts registrieren.

# templates_email_alert.headline
source: Hello,
de: Hallo,

# templates_email_alert.text1
source: there are new contents on the project "%s" available:
de: es gibt neue Inhalte zum Projekt "%s":

# templates_email_alert.linkLabel
source: Click here to see the contents
de: Klicken Sie hier, um die Inhalte zu sehen

# templates_email_alert.text2
source: You get this E-mail because you activated alerts for this project.
de: Sie erhalten diese E-Mail, weil Sie RKW Alerts für dieses Projekt aktiviert haben.

# templates_email_alert.loginLinkLabel
source: Log in here to adjust settings or cancel alerts.
de: Loggen Sie sich hier ein, um die Einstellungen zu ändern, oder die RKW Alerts abzubestellen

# partials_email_linkList.readMore
source: read more
de: mehr lesen
