Repository: RKWKomZe/RkwAlerts
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwalerts_domain_model_news.tx_rkwalerts_send_status
source: Alerts Send Status
de: RKW Alerts

# tx_rkwalerts_domain_model_news.tx_rkwalerts_send_status.I.sent
source: Sent
de: versendet

# tx_rkwalerts_domain_model_categories.tx_rkwalerts_enable_alerts.I.enable
source: Allow getting RKW Alerts for this project
de: RKW Alerts für dieses Projekt erlauben

# tx_rkwalerts_domain_model_alert.category
source: Category
de: Thema / Kategorie

# flexform.alerts.sheetTitle
source: Alerts
de: RKW Alerts

# flexform.alerts.categories
source: Categories
de: Kategorien (Themen)

# flexform.alerts.action
source: Action
de: Aktion

# flexform.alerts.action.I.new
source: New
de: Neue Alerts anlegen / Opt-In

# flexform.alerts.action.I.list
source: List
de: Meine Alerts anzeigen / löschen

# flexform.show.listSelect
source: Show Topic List
de: Themenliste anzeigen
